; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	sajjad mohammadi <sajjad.mohammadi@gmail.com>
; Homepage:	http://www.sajjad-mohammadi.blogsky.com/
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=فايل
2=تنظیمات
3=کمک
4=
5=انتخاب فای
6=&آرشیو \ نصب به خروجي:
7=استخراج به
8=&دایرکتوری مقصد:
9=
10=گزینه های تنظيم استخراج
11=ردیابی آرشیو و تاریخچه
12=
13=
14=&زبان:
15=
16=
17=گزینه هاي فرمت خاص
18=&اخطار قبل از اجرای فایل
19=&حذف فایل های تکراری
20=حذف و فایل های موقت
21=&افزودن پرونده و پسوندهای فایل
22=
23=
24=%s وب سايت
25=
26=
27=
28=
29=
30=
31=&موافقم
32=
33=
34=&لغو كردن
35=تنظیمات 2
36=%s استخراج
37=%s پشتیبانی از روش های زیر برای استخراج س٪ بسته نیست. متاسفانه ، هیچ یک از این روشها 100 ٪ قابل اطمینان نيستند. اگر روش به طور پیش فرض به نظر نمی رسد ، لطفا به متد پيش فرض انتخاب کنید و روش های جایگزین را انتخاب كنيد.
38=روش استخراج
39=%s نصب مديريت
40=%s استخراج
41=%s گزینه
42=%s Unpacker
43=هنوز نصب نيست InstallShield
44=
45=
46=
47=%sیک فایل معتبرانتخاب کنید .
48=باز کردن فای
49=نوشتن به
50=
51=آرشیو
52=فایل های فشرده
53=
54=کتاب
55=اي کارت
56=فایل کد گذاری شده
57=اجرایی
58=
59=فایل راهنما
60=hotfix
61=تصویر
62=نصب
63=
64=بسته
65=پچ
66=خود استخراج
67=صحنه
68=
69=تست
70=
71=
72=updater
73=
74=
75=اسکن فایل برای تعیین تايپ.
76=اسکن فايل و پرونده ها .
77=استخراج فایل ها از:
78=در حال انتظار برای نصب به مقداردهی اولیه لطفا صبر کنید.
79=
80=%s  در عوض ، این  سي دي ها را با ایزو سی دی ايميج گرفته ، که پس از آن استخراج کرده و تبدیل مي كنيم.٪ ٪ آیا مایل به ادامه هستید؟ ٪ این فرایند چند دقیقه وقت خواهد برد.
81=خطا : سی دی نمی تواند به ايميج تبدیل شود.  مطمئن شوید که فایل به درستی نشانه دار است و فرمت شده باشد.
82=خطا : ايميج ایزو ایجاد شده است ، اما نمی تواند تبدیل شده باشد. ٪ آیا مایل به نگه داشتن ايميج ایزو برای تجزیه و تحلیل بیشترهستيد؟
83=خطا : نمیتوان يافت هر دو فايل بين وزسي يو اي را و هر دو مورد نياز است.
84=لطفا خروج دهی اولیه نصب را وارد كرده، و سپس دکمه تایید را ادامه دهد.
85=توجه : این روش فقط با محيط خاص بسته های نصب برای ویندوز کار می کند.اگر اين روش خاص نصب و راه اندازی آغاز شود به سادگی ورودی را اعمال كنيد ، و اگر فايلي وجود نداشت لطفا از برنامه خارج شويد ، ودوباره اقدام كنيد.آيا مايل به ادامه هستید؟
86=این پرونده با فشردگی بسته بندی شده است، اما نمی توان آنها را استخراج كرد.  ممکن است اين فرمت پشتیبانی نشده باشد ، یا به دلیل ديگر ،آیا مایل به باز کردن این فایل هستيد؟   نكته : پرونده باز خواهد شد به نام
87=خطا: از حالت فشرده خارج نمي شود.
88=اخطار : به منظور استخراج فایل ها از این نوع ، پرونده باید به طور مستقیم مشخص شود.  دستور شما ادامه می یابد ، دستور زیر را اجرا كنيد :  این فایل احتمالا ممکن است مخرب باشد، توصیه می شود که شما به دستور ادامه ندهيد. می خواهید با استخراج ادامه هستید؟
89=
90=
91=
92=
93=
94=%sخروجي ها را نمی توان وارد سایت كرد.
95=
96=%s این پرونده را نمی توان استخراج كرد.%nفرمت هاي خروجي عبارتست از: %s%n%nClick خوب اگر شما می خواهيد به تجزیه و تحلیل خود ادامه دهيد تاييد یا اگر انصراف مي دهيد خروج را بزنيد.
97=%s%فرمت قابل قبول نيست و نمي توان استخراج شود.
98=%s%nنمي توان ايجاد كرد.  يك قسمت ديگر را انتخاب كنيد.
99=%s این پرونده نمی تواند استخراج شود.%nبه نظر ميرسد كه  %s, از آن حمايت مي شود, اما نمي توان آن را استخراج كرد.%nمراجعه كنيد %s, براي اطلاعات بيشتر.%n%nبراي مشاهده پرونده اکنون وارد بخش مدیریت شوید ، و یا براي انصراف به خروج را بزنيد.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
